export default {
    getDashboardData: () => ({
        "subscribe" : 0,
        "unSubscribe" : 0,
        "netSubscribe" : 0,
        "fansCount" : 9,
        "remain" : 90.0,
        "lively" : 111.11,
        "conver" : 18.18,
        "axisNameList" : [ "10-15", "10-16", "10-17", "10-18", "10-19", "10-20", "10-21", "10-22", "10-23", "10-24", "10-25", "10-26", "10-27", "10-28", "10-29", "10-30", "10-31", "11-01", "11-02", "11-03", "11-04", "11-05", "11-06", "11-07", "11-08", "11-09", "11-10", "11-11", "11-12", "11-13" ],
        "subscribeList" : [ 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0 ],
        "unSubscribeList" : [ 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0 ],
        "netSubscribeList" : [ 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0 ],
        "fansCountList" : [ 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 8, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9, 9 ],
        "scanCountList" : [ 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0 ],
        "messageCountList" : [ 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 2, 3, 1, 3, 0, 1, 0, 5, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0 ],
        "menuClickCountList" : [ 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0 ],
        "region" : [ {
            "name" : "北京",
            "value" : 0
        }, {
            "name" : "天津",
            "value" : 0
        }, {
            "name" : "上海",
            "value" : 0
        }, {
            "name" : "重庆",
            "value" : 0
        }, {
            "name" : "河北",
            "value" : 0
        }, {
            "name" : "河南",
            "value" : 0
        }, {
            "name" : "云南",
            "value" : 0
        }, {
            "name" : "辽宁",
            "value" : 0
        }, {
            "name" : "黑龙江",
            "value" : 0
        }, {
            "name" : "湖南",
            "value" : 0
        }, {
            "name" : "安徽",
            "value" : 0
        }, {
            "name" : "山东",
            "value" : 0
        }, {
            "name" : "新疆",
            "value" : 0
        }, {
            "name" : "江苏",
            "value" : 8
        }, {
            "name" : "浙江",
            "value" : 0
        }, {
            "name" : "江西",
            "value" : 0
        }, {
            "name" : "湖北",
            "value" : 0
        }, {
            "name" : "广西",
            "value" : 0
        }, {
            "name" : "甘肃",
            "value" : 0
        }, {
            "name" : "山西",
            "value" : 0
        }, {
            "name" : "内蒙古",
            "value" : 0
        }, {
            "name" : "陕西",
            "value" : 0
        }, {
            "name" : "吉林",
            "value" : 0
        }, {
            "name" : "福建",
            "value" : 0
        }, {
            "name" : "贵州",
            "value" : 0
        }, {
            "name" : "广东",
            "value" : 0
        }, {
            "name" : "青海",
            "value" : 0
        }, {
            "name" : "西藏",
            "value" : 0
        }, {
            "name" : "四川",
            "value" : 0
        }, {
            "name" : "宁夏",
            "value" : 0
        }, {
            "name" : "海南",
            "value" : 0
        }, {
            "name" : "台湾",
            "value" : 0
        }, {
            "name" : "香港",
            "value" : 0
        }, {
            "name" : "澳门",
            "value" : 0
        } ],
        "gender" : [ {
            "name" : "男",
            "value" : 7
        }, {
            "name" : "女",
            "value" : 2
        }, {
            "name" : "未知",
            "value" : 0
        } ]
    })
        
}

